export interface Suitable {
  title: string;
  description: string;
  image: string;
  tags: string[];
}
  
export const suitables: Suitable[] = [
  {
    title: 'ЗАРОБЛЯЄШ',
    description: 'Але в кінці місяця питаєш "І де все це?"',
    image: '/images/suitable2.jpg',
    tags: ['#Збереження', '#ПлануванняБюджету', '#ФінансоваПодушка'],
  },
  {
    title: 'ХОЧЕШ РОЗІБРАТИСЯ',
    description: 'У своїх фінансах, але не знаєш як почати, куди дивитися і що робити',
    image: '/images/suitable3.jpg',
    tags: ['#Стабільність', '#УправлінняДоходами', '#РезервнийФонд'],
  },
  {
    title: 'МРІЄШ',
    description: 'Про великі цілі - від подорожей, до власного бізнесу, але не бачих як це профінансувати',
    image: '/images/suitable4.jpg',
    tags: ['#ВеликіЦілі', '#Інвестиції', '#Бізнес'],
  },
  {
    title: 'ВТОМИВСЯ',
    description: 'Чи втомилась від хаосу в голові та гаманці і готова до чіткої системи',
    image: '/images/suitable5.jpg',
    tags: ['#ЧіткіЦілі', '#Планування', '#Ефективність'],
  },
  {
    title: 'ПРОСТО ЛЮДИНА',
    description: 'Яка просто хоче навести лад у фінансах і почати жити без фінансового стресу, незалежно від професії чи стилю життя',
    image: '/images/suitable6.jpg',
    tags: ['#ФінансоваСвобода', '#Самореалізація', '#ЖиттяБезСтресу'],
  },
];
